Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
pt_br: Concluído
zh_hans: 完成

source: down
de: fallend
es: a la baja
fr: à la baisse
ja: 下降
pt_br: em baixa
zh_hans: 下降

source: Downloading from %@…
de: Lade von %@ herunter…
es: Descargando desde %@…
fr: Téléchargement depuis %@…
ja: %@ からダウンロード中…
pt_br: Baixando de %@…
zh_hans: 正在从 %@ 下载…

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
ja: 複製
pt_br: Duplicar
zh_hans: 复制

source: Duplicate %@
de: %@ duplizieren
es: Duplicar %@
fr: Dupliquer %@
ja: %@ を複製
pt_br: Duplicar %@
zh_hans: 复制 %@

source: Duplicate cron job
de: Cron-Job duplizieren
es: Duplicar tarea cron
fr: Dupliquer la tâche cron
ja: cron ジョブを複製
pt_br: Duplicar tarefa cron
zh_hans: 复制 cron 任务

source: Duplicate…
de: Duplizieren…
es: Duplicar…
fr: Dupliquer…
ja: 複製…
pt_br: Duplicar…
zh_hans: 复制…

source: e.g. /home/ubuntu/projects
de: z. B. /home/ubuntu/projects
es: p. ej. /home/ubuntu/projects
fr: par ex. /home/ubuntu/projects
ja: 例: /home/ubuntu/projects
pt_br: ex.: /home/ubuntu/projects
zh_hans: 例如 /home/ubuntu/projects

source: e.g. %@
de: z. B. %@
es: p. ej. %@
fr: par ex. %@
ja: 例: %@
pt_br: ex.: %@
zh_hans: 例如 %@

source: e.g. ~/.hermes-backups/hermes-2026-04-28.zip
de: z. B. ~/.hermes-backups/hermes-2026-04-28.zip
es: p. ej. ~/.hermes-backups/hermes-2026-04-28.zip
fr: par ex. ~/.hermes-backups/hermes-2026-04-28.zip
ja: 例: ~/.hermes-backups/hermes-2026-04-28.zip
pt_br: ex.: ~/.hermes-backups/hermes-2026-04-28.zip
zh_hans: 例如 ~/.hermes-backups/hermes-2026-04-28.zip

source: e.g. anthropic
de: z. B. anthropic
es: p. ej. anthropic
fr: par ex. anthropic
ja: 例: anthropic
pt_br: ex: anthropic
zh_hans: 例如 anthropic

source: e.g. anthropic, nous, openai
de: z. B. anthropic, nous, openai
es: p. ej. anthropic, nous, openai
fr: par ex. anthropic, nous, openai
ja: 例: anthropic, nous, openai
pt_br: ex.: anthropic, nous, openai
zh_hans: 例如 anthropic、nous、openai

source: e.g. claude-sonnet-4.6, hermes-3
de: z. B. claude-sonnet-4.6, hermes-3
es: p. ej. claude-sonnet-4.6, hermes-3
fr: par ex. claude-sonnet-4.6, hermes-3
ja: 例: claude-sonnet-4.6, hermes-3
pt_br: ex.: claude-sonnet-4.6, hermes-3
zh_hans: 例如 claude-sonnet-4.6、hermes-3

source: e.g. deploy
de: z. B. deploy
es: p. ej. deploy
fr: par ex. deploy
ja: 例: deploy
pt_br: ex: deploy
zh_hans: 例如 deploy

source: e.g. experimental
de: z. B. experimental
es: p. ej. experimental
fr: par ex. experimental
ja: 例: experimental
pt_br: ex: experimental
zh_hans: 例如 experimental

source: e.g. github
de: z. B. github
es: p. ej. github
fr: par ex. github
ja: 例: github
pt_br: ex: github
zh_hans: 例如 github

source: e.g. legacy-helper
de: z. B. legacy-helper
es: p. ej. legacy-helper
fr: par ex. legacy-helper
ja: 例: legacy-helper
pt_br: ex.: legacy-helper
zh_hans: 例如 legacy-helper

source: e.g. openai
de: z. B. openai
es: p. ej. openai
fr: par ex. openai
ja: 例: openai
pt_br: ex: openai
zh_hans: 例如 openai

source: e.g. openai/gpt-4o
de: z. B. openai/gpt-4o
es: p. ej. openai/gpt-4o
fr: par ex. openai/gpt-4o
ja: 例: openai/gpt-4o
pt_br: ex: openai/gpt-4o
zh_hans: 例如 openai/gpt-4o

source: e.g. productivity
de: z. B. Produktivität
es: p. ej. productivity
fr: par ex. productivity
ja: 例: productivity
pt_br: ex.: produtividade
zh_hans: 例如 productivity

source: e.g. productivity (defaults to `local`)
de: z. B. productivity (Standard `local`)
es: p. ej. productivity (por defecto `local`)
fr: par ex. productivity (par défaut `local`)
ja: 例: productivity(デフォルトは `local`)
pt_br: ex.: productivity (o padrão é `local`)
zh_hans: 例如 productivity(默认为 `local`)

source: e.g. Sonnet (production)
de: z. B. Sonnet (Produktion)
es: p. ej. Sonnet (producción)
fr: par ex. Sonnet (production)
ja: 例: Sonnet (production)
pt_br: ex.: Sonnet (produção)
zh_hans: 例如 Sonnet(生产)

source: e.g. team-prod
de: z. B. team-prod
es: p. ej. team-prod
fr: par ex. team-prod
ja: 例: team-prod
pt_br: ex: team-prod
zh_hans: 例如 team-prod

source: e.g. translation, github-code-review
de: z. B. translation, github-code-review
es: p. ej. translation, github-code-review
fr: par ex. translation, github-code-review
ja: 例: translation, github-code-review
pt_br: ex.: translation, github-code-review
zh_hans: 例如 translation、github-code-review

source: Each bot is a Hermes profile — its own memory, skills and settings.
de: Jeder Bot ist ein Hermes-Profil — mit eigenem Speicher, eigenen Skills und Einstellungen.
es: Cada bot es un perfil de Hermes — con su propia memoria, habilidades y ajustes.
fr: Chaque bot est un profil Hermes — sa propre mémoire, ses compétences et ses réglages.
ja: 各ボットは Hermes プロファイルです — 独自のメモリ、スキル、設定を持ちます。
pt_br: Cada bot é um perfil do Hermes — com memória, habilidades e configurações próprias.
zh_hans: 每个机器人都是一个 Hermes 配置 — 拥有自己的记忆、技能和设置。

source: Each project lands at `<this path>/<project name>`. Existing files at the same path will be overwritten.
de: Jedes Projekt landet unter `<dieser Pfad>/<Projektname>`. Vorhandene Dateien am selben Pfad werden überschrieben.
es: Cada proyecto se ubica en `<this path>/<project name>`. Los archivos existentes en la misma ruta se sobrescribirán.
fr: Chaque projet est placé sous `<this path>/<project name>`. Les fichiers existants au même chemin seront écrasés.
ja: 各プロジェクトは `<このパス>/<プロジェクト名>` に配置されます。同じパスに既存のファイルがある場合は上書きされます。
pt_br: Cada projeto vai para `<this path>/<project name>`. Arquivos existentes no mesmo caminho serão sobrescritos.
zh_hans: 每个项目都会位于 `<this path>/<project name>`。同一路径下的现有文件将被覆盖。

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
pt_br: Editar
zh_hans: 编辑

source: Edit /%@
de: /%@ bearbeiten
es: Editar /%@
fr: Modifier /%@
ja: /%@ を編集
pt_br: Editar /%@
zh_hans: 编辑 /%@

source: Edit %@
de: %@ bearbeiten
es: Editar %@
fr: Modifier %@
ja: %@ を編集
pt_br: Editar %@
zh_hans: 编辑 %@

source: Edit Agent Memory
de: Agent-Speicher bearbeiten
es: Editar memoria del agente
fr: Modifier la mémoire de l'agent
ja: エージェントメモリを編集
pt_br: Editar memória do agente
zh_hans: 编辑 Agent 记忆

source: Edit approval mode: %@. Sensitive paths always prompt.
de: Genehmigungsmodus bearbeiten: %@. Sensible Pfade fragen immer nach.
es: Modo de aprobación de edición: %@. Las rutas sensibles siempre preguntan.
fr: Mode d'approbation d'édition : %@. Les chemins sensibles demandent toujours confirmation.
ja: 承認モードを編集: %@。機密性の高いパスは常にプロンプトを表示します。
pt_br: Editar modo de aprovação: %@. Caminhos sensíveis sempre solicitam confirmação.
zh_hans: 编辑审批模式:%@。敏感路径始终会提示。

source: Edit bot
de: Bot bearbeiten
es: Editar bot
fr: Modifier le bot
ja: ボットを編集
pt_br: Editar bot
zh_hans: 编辑机器人

source: Edit config.yaml
de: config.yaml bearbeiten
es: Editar config.yaml
fr: Modifier config.yaml
ja: config.yaml を編集
pt_br: Editar config.yaml
zh_hans: 编辑 config.yaml

source: Edit Preset
de: Preset bearbeiten
es: Editar preajuste
fr: Modifier le préréglage
ja: プリセットを編集
pt_br: Editar predefinição
zh_hans: 编辑预设

source: Edit Profile Route
de: Profil-Route bearbeiten
es: Editar ruta de perfil
fr: Modifier la route de profil
ja: プロファイルルートを編集
pt_br: Editar rota de perfil
zh_hans: 编辑配置路由

source: Edit Slash Command
de: Slash-Befehl bearbeiten
es: Editar comando de barra
fr: Modifier la commande slash
ja: スラッシュコマンドを編集
pt_br: Editar comando slash
zh_hans: 编辑斜杠命令

source: Edit these in Scarf on macOS — they live at `<project>/.scarf/slash-commands/<name>.md` and ship with `.scarftemplate` bundles.
de: Bearbeite diese in Scarf unter macOS — sie liegen unter `<project>/.scarf/slash-commands/<name>.md` und werden mit `.scarftemplate`-Bundles ausgeliefert.
es: Edítalos en Scarf en macOS — viven en `<project>/.scarf/slash-commands/<name>.md` y se incluyen en los paquetes `.scarftemplate`.
fr: Modifiez-les dans Scarf sur macOS — elles se trouvent dans `<project>/.scarf/slash-commands/<name>.md` et sont fournies avec les bundles `.scarftemplate`.
ja: これらは macOS の Scarf で編集します — `<project>/.scarf/slash-commands/<name>.md` に保存され、`.scarftemplate` バンドルと一緒に配布されます。
pt_br: Edite-os no Scarf no macOS — eles ficam em `<project>/.scarf/slash-commands/<name>.md` e são distribuídos com pacotes `.scarftemplate`.
zh_hans: 请在 macOS 上的 Scarf 中编辑它们 — 它们位于 `<project>/.scarf/slash-commands/<name>.md`,并随 `.scarftemplate` 包一起分发。

source: Edit this bot
de: Diesen Bot bearbeiten
es: Editar este bot
fr: Modifier ce bot
ja: このボットを編集
pt_br: Editar este bot
zh_hans: 编辑此机器人

source: Edit this route
de: Diese Route bearbeiten
es: Editar esta ruta
fr: Modifier cette route
ja: このルートを編集
pt_br: Editar esta rota
zh_hans: 编辑此路由

source: Edit User Profile
de: Nutzerprofil bearbeiten
es: Editar perfil de usuario
fr: Modifier le profil utilisateur
ja: ユーザープロファイルを編集
pt_br: Editar perfil de usuário
zh_hans: 编辑用户配置

source: Edit…
de: Bearbeiten…
es: Editar…
fr: Modifier…
ja: 編集…
pt_br: Editar…
zh_hans: 编辑…

source: Editing is off because this file couldn’t be read.
de: Die Bearbeitung ist deaktiviert, weil diese Datei nicht gelesen werden konnte.
es: La edición está desactivada porque no se pudo leer este archivo.
fr: L’édition est désactivée car ce fichier n’a pas pu être lu.
ja: このファイルを読み取れなかったため、編集は無効です。
pt_br: A edição está desativada porque não foi possível ler este arquivo.
zh_hans: 由于无法读取此文件,编辑已关闭。

source: Editing the top-level `profile_routes:` block (Hermes reads it in preference to `gateway.profile_routes`).
de: Bearbeitet den `profile_routes:`-Block auf oberster Ebene (Hermes liest ihn bevorzugt gegenüber `gateway.profile_routes`).
es: Editando el bloque `profile_routes:` de nivel superior (Hermes lo lee con preferencia sobre `gateway.profile_routes`).
fr: Modification du bloc `profile_routes:` de premier niveau (Hermes le lit en priorité par rapport à `gateway.profile_routes`).
ja: トップレベルの `profile_routes:` ブロックを編集しています（Hermes は `gateway.profile_routes` よりもこちらを優先して読み込みます）。
pt_br: Editando o bloco `profile_routes:` de nível superior (o Hermes o lê em preferência a `gateway.profile_routes`).
zh_hans: 正在编辑顶层的 `profile_routes:` 块(Hermes 会优先读取它,而非 `gateway.profile_routes`)。

source: Email Address
de: E-Mail-Adresse
es: Dirección de correo
fr: Adresse e-mail
ja: メールアドレス
pt_br: Endereço de e-mail
zh_hans: 电子邮件地址

source: Email Setup Docs
de: E-Mail-Einrichtungsdokumentation
es: Documentación de configuración de correo
fr: Documentation de configuration Email
ja: メールセットアップドキュメント
pt_br: Docs de configuração de e-mail
zh_hans: 邮箱设置文档

source: Empty
de: Leer
es: Vacío
fr: Vide
ja: 空
pt_br: Vazio
zh_hans: 空

source: Empty profile (no skills)
de: Leeres Profil (keine Skills)
es: Perfil vacío (sin habilidades)
fr: Profil vide (aucune compétence)
ja: 空のプロファイル(スキルなし)
pt_br: Perfil vazio (sem habilidades)
zh_hans: 空配置(无技能)

source: Empty response from the model
de: Leere Antwort vom Modell
es: Respuesta vacía del modelo
fr: Réponse vide du modèle
ja: モデルからの応答が空です
pt_br: Resposta vazia do modelo
zh_hans: 模型返回了空响应

source: Enable
de: Aktivieren
es: Activar
fr: Activer
ja: 有効化
pt_br: Ativar
zh_hans: 启用

source: Enable %@
de: %@ aktivieren
es: Activar %@
fr: Activer %@
ja: %@ を有効化
pt_br: Ativar %@
zh_hans: 启用 %@

source: Enable 2FA on your email account and generate an app password. Regular account passwords will fail. Always set allowed senders — otherwise anyone knowing the address can message the agent.
de: Aktiviere 2FA für dein E-Mail-Konto und erzeuge ein App-Passwort. Normale Kontopasswörter funktionieren nicht. Setze immer erlaubte Absender — sonst kann jeder, der die Adresse kennt, dem Agent Nachrichten schicken.
es: Activa 2FA en tu cuenta de correo y genera una contraseña de aplicación. Las contraseñas normales no funcionarán. Establece siempre remitentes permitidos — de lo contrario, cualquiera que conozca la dirección podrá enviar mensajes al agente.
fr: Activez la 2FA sur votre compte email et générez un mot de passe d'application. Les mots de passe de compte classiques ne fonctionneront pas. Définissez toujours les expéditeurs autorisés — sinon toute personne connaissant l'adresse pourra envoyer des messages à l'agent.
ja: メールアカウントで 2FA を有効にし、アプリパスワードを生成してください。通常のアカウントパスワードは使用できません。許可された送信者を必ず設定してください — そうしないと、アドレスを知っている誰もがエージェントにメッセージを送れます。
pt_br: Ative o 2FA na sua conta de e-mail e gere uma senha de aplicativo. Senhas normais da conta não funcionam. Sempre defina remetentes permitidos — caso contrário, qualquer um que saiba o endereço pode enviar mensagens para o agente.
zh_hans: 为你的邮箱账户启用双重验证并生成应用专用密码。普通账户密码将无法使用。务必设置允许的发件人 — 否则任何知道邮件地址的人都可以向 agent 发消息。

source: Enable after installing
de: Nach der Installation aktivieren
es: Activar tras instalar
fr: Activer après l’installation
ja: インストール後に有効化
pt_br: Ativar após instalar
zh_hans: 安装后启用

source: Enable and Grant Override
de: Aktivieren und Override gewähren
es: Activar y conceder la anulación
fr: Activer et accorder le remplacement
ja: 有効化してオーバーライドを許可
pt_br: Ativar e conceder a substituição
zh_hans: 启用并授予覆盖权限

source: Enable E2EE
de: E2EE aktivieren
es: Activar E2EE
fr: Activer le E2EE
ja: E2EE を有効化
pt_br: Ativar E2EE
zh_hans: 启用端到端加密

source: Enable kanban tools
de: Kanban-Tools aktivieren
es: Activar herramientas kanban
fr: Activer les outils kanban
ja: Kanban ツールを有効化
pt_br: Ativar ferramentas de kanban
zh_hans: 启用看板工具

source: Enable kanban tools to let the agent track progress as a live board
de: Aktiviere Kanban-Tools, damit der Agent den Fortschritt als Live-Board verfolgt
es: Activa las herramientas kanban para que el agente registre el progreso en un tablero en vivo
fr: Activez les outils kanban pour laisser l'agent suivre la progression sur un tableau en direct
ja: Kanban ツールを有効化すると、エージェントがライブボードで進捗を追跡できます
pt_br: Ative as ferramentas de kanban para que o agente acompanhe o progresso em um quadro ao vivo
zh_hans: 启用看板工具,让 agent 以实时看板跟踪进度

source: Enable Multiplexing
de: Multiplexing aktivieren
es: Activar multiplexado
fr: Activer le multiplexage
ja: 多重化を有効化
pt_br: Ativar multiplexação
zh_hans: 启用多路复用

source: Enable now
de: Jetzt aktivieren
es: Activar ahora
fr: Activer maintenant
ja: 今すぐ有効化
pt_br: Ativar agora
zh_hans: 立即启用

source: Enable server
de: Server aktivieren
es: Activar servidor
fr: Activer le serveur
ja: サーバーを有効化
pt_br: Ativar servidor
zh_hans: 启用服务器

source: Enable the webhook platform to accept event-driven agent triggers. The HMAC secret is used as a fallback when individual routes don't provide their own.
de: Aktiviere die Webhook-Plattform, um ereignisgesteuerte Agent-Trigger zu akzeptieren. Das HMAC-Secret dient als Fallback, wenn einzelne Routen keines liefern.
es: Activa la plataforma de webhooks para aceptar disparadores de agente dirigidos por eventos. El secreto HMAC se usa como respaldo cuando las rutas individuales no aportan el suyo.
fr: Activez la plateforme webhook pour accepter les déclencheurs d'agent pilotés par événements. Le secret HMAC est utilisé en repli quand les routes individuelles n'en fournissent pas.
ja: webhook プラットフォームを有効化してイベント駆動のエージェントトリガーを受け付けます。個別のルートが独自のものを提供しない場合、HMAC シークレットがフォールバックとして使用されます。
pt_br: Ative a plataforma de webhook para aceitar gatilhos de agente orientados a eventos. O segredo HMAC é usado como fallback quando rotas individuais não fornecem o próprio.
zh_hans: 启用 webhook 平台以接受事件驱动的 agent 触发。当单独的路由未提供自己的密钥时,使用 HMAC 密钥作为回退。

source: Enable Without Override
de: Ohne Override aktivieren
es: Activar sin anulación
fr: Activer sans remplacement
ja: オーバーライドなしで有効化
pt_br: Ativar sem substituição
zh_hans: 启用但不覆盖

source: enabled
de: aktiviert
es: activado
fr: activé
ja: 有効
pt_br: ativado
zh_hans: 已启用

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
ja: 有効
pt_br: Ativado
zh_hans: 已启用

source: Enabling will run `hermes tools enable kanban --platform cli`. Existing chats keep their schema until you start a new one.
de: Die Aktivierung führt `hermes tools enable kanban --platform cli` aus. Bestehende Chats behalten ihr Schema, bis du einen neuen startest.
es: Activarlo ejecutará `hermes tools enable kanban --platform cli`. Los chats existentes mantienen su esquema hasta que inicies uno nuevo.
fr: L'activation exécutera `hermes tools enable kanban --platform cli`. Les chats existants conservent leur schéma jusqu'à ce que vous en démarriez un nouveau.
ja: 有効化すると `hermes tools enable kanban --platform cli` が実行されます。既存のチャットは新しいチャットを開始するまで現在のスキーマを維持します。
pt_br: Ativar vai executar `hermes tools enable kanban --platform cli`. Chats existentes mantêm seu esquema até você iniciar um novo.
zh_hans: 启用将运行 `hermes tools enable kanban --platform cli`。现有聊天会保留其原有结构,直到你开始新聊天。

source: Encoding…
de: Kodiere…
es: Codificando…
fr: Encodage…
ja: エンコード中…
pt_br: Codificando…
zh_hans: 编码中…

source: Encrypted Stale Cache
de: Verschlüsselter veralteter Cache
es: Caché obsoleta cifrada
fr: Cache obsolète chiffré
ja: 暗号化された失効キャッシュ
pt_br: Cache obsoleto criptografado
zh_hans: 加密的陈旧缓存

source: End-to-end encrypted via iCloud Keychain. With Advanced Data Protection on, the encryption keys never leave your devices. Toggle off to keep the key device-only — each new device must onboard separately.
de: Ende-zu-Ende-verschlüsselt über iCloud Keychain. Mit aktiviertem Advanced Data Protection verlassen die Schlüssel nie deine Geräte. Deaktiviere die Option, um den Schlüssel nur auf diesem Gerät zu halten — jedes neue Gerät muss dann separat eingerichtet werden.
es: Cifrado de extremo a extremo mediante iCloud Keychain. Con la Protección de Datos Avanzada activada, las claves de cifrado nunca salen de tus dispositivos. Desactívalo para mantener la clave solo en este dispositivo — cada dispositivo nuevo deberá configurarse por separado.
fr: Chiffré de bout en bout via le trousseau iCloud. Avec la Protection avancée des données activée, les clés de chiffrement ne quittent jamais vos appareils. Désactivez pour garder la clé sur cet appareil uniquement — chaque nouvel appareil devra être configuré séparément.
ja: iCloud Keychain 経由でエンドツーエンド暗号化されます。高度なデータ保護が有効な場合、暗号鍵がデバイスの外に出ることはありません。オフにすると鍵はこのデバイスのみに保持され、新しいデバイスごとに個別のオンボーディングが必要になります。
pt_br: Criptografado ponta a ponta via iCloud Keychain. Com a Proteção de Dados Avançada ativada, as chaves de criptografia nunca saem dos seus dispositivos. Desative para manter a chave apenas neste dispositivo — cada novo dispositivo precisará ser configurado separadamente.
zh_hans: 通过 iCloud Keychain 端到端加密。启用高级数据保护后,加密密钥永远不会离开你的设备。关闭此项可将密钥仅保留在本设备 — 每台新设备都需要单独配置。

source: End-to-End Encryption (experimental)
de: Ende-zu-Ende-Verschlüsselung (experimentell)
es: Cifrado de extremo a extremo (experimental)
fr: Chiffrement de bout en bout (expérimental)
ja: エンドツーエンド暗号化(実験的)
pt_br: Criptografia ponta a ponta (experimental)
zh_hans: 端到端加密(实验性)

source: Endpoint
de: Endpunkt
fr: Point de terminaison
ja: エンドポイント
zh_hans: 端点

source: Enter a base URL
de: Basis-URL eingeben
es: Introduce una URL base
fr: Saisissez une URL de base
ja: ベース URL を入力
pt_br: Digite uma URL base
zh_hans: 输入基础 URL

source: Enter a profile id (or a name to derive one).
de: Gib eine Profil-ID ein (oder einen Namen, aus dem sie abgeleitet wird).
es: Introduce un id de perfil (o un nombre del que derivarlo).
fr: Saisissez un id de profil (ou un nom dont il sera dérivé).
ja: プロファイルIDを入力してください（名前から自動生成もできます）。
pt_br: Insira um id de perfil (ou um nome para derivá-lo).
zh_hans: 请输入配置文件 ID（或输入名称自动生成）。

source: Enter manually
de: Manuell eingeben
es: Introducir manualmente
fr: Saisir manuellement
ja: 手動で入力
pt_br: Digitar manualmente
zh_hans: 手动输入

source: Enter the model ID manually.
de: Modell-ID manuell eingeben.
es: Introduce el ID del modelo manualmente.
fr: Saisissez l'ID du modèle manuellement.
ja: モデル ID を手動で入力してください。
pt_br: Digite o ID do modelo manualmente.
zh_hans: 手动输入模型 ID。

source: Enter the path to a Hermes backup `.zip` on %@. Hermes ran the backup there, so the file lives on the remote — Scarf can't browse the remote from a local file picker.
de: Gib den Pfad zu einer Hermes-Sicherung `.zip` auf %@ ein. Hermes hat die Sicherung dort ausgeführt, daher liegt die Datei auf dem Remote — Scarf kann den Remote nicht über einen lokalen Dateiauswähler durchsuchen.
es: Introduce la ruta a una copia de seguridad `.zip` de Hermes en %@. Hermes ejecutó la copia ahí, así que el archivo reside en el remoto — Scarf no puede explorar el remoto desde un selector de archivos local.
fr: Saisissez le chemin d'une sauvegarde Hermes `.zip` sur %@. Hermes a exécuté la sauvegarde là-bas, donc le fichier réside sur le serveur distant — Scarf ne peut pas parcourir le serveur distant depuis un sélecteur de fichiers local.
ja: %@ 上の Hermes バックアップ `.zip` へのパスを入力してください。バックアップはそこで実行されたため、ファイルはリモート上にあります — Scarf はローカルのファイルピッカーからリモートを参照できません。
pt_br: Digite o caminho para um backup `.zip` do Hermes em %@. O Hermes fez o backup lá, então o arquivo fica no remoto — o Scarf não pode navegar no remoto por um seletor de arquivos local.
zh_hans: 输入 %@ 上 Hermes 备份 `.zip` 的路径。Hermes 在那里运行了备份,因此该文件位于远程 — Scarf 无法从本地文件选择器浏览远程。

source: Enter your Signal account (E.164 format) first
de: Gib zuerst dein Signal-Konto ein (E.164-Format)
es: Introduce primero tu cuenta de Signal (formato E.164)
fr: Saisissez d’abord votre compte Signal (format E.164)
ja: 先に Signal アカウント (E.164 形式) を入力してください
pt_br: Informe primeiro sua conta do Signal (formato E.164)
zh_hans: 请先输入你的 Signal 账号(E.164 格式)

source: Entity Filters (config.yaml only)
de: Entity-Filter (nur config.yaml)
es: Filtros de entidades (solo config.yaml)
fr: Filtres d'entités (config.yaml uniquement)
ja: エンティティフィルタ(config.yaml のみ)
pt_br: Filtros de entidade (somente config.yaml)
zh_hans: 实体过滤器(仅限 config.yaml)

source: Env vars, headers, and tool filters can be edited after the server is added.
de: Umgebungsvariablen, Header und Tool-Filter können nach dem Hinzufügen des Servers bearbeitet werden.
es: Las variables de entorno, cabeceras y filtros de herramientas se pueden editar después de añadir el servidor.
fr: Les variables d'environnement, en-têtes et filtres d'outils peuvent être modifiés après l'ajout du serveur.
ja: 環境変数、ヘッダー、ツールフィルタはサーバー追加後に編集できます。
pt_br: Variáveis de ambiente, cabeçalhos e filtros de ferramentas podem ser editados após o servidor ser adicionado.
zh_hans: 添加服务器后可以编辑环境变量、请求头和工具过滤器。

source: Environment Variables
de: Umgebungsvariablen
es: Variables de entorno
fr: Variables d'environnement
ja: 環境変数
pt_br: Variáveis de ambiente
zh_hans: 环境变量

source: Error
de: Fehler
fr: Erreur
ja: エラー
pt_br: Erro
zh_hans: 错误

source: Error Log
de: Fehlerprotokoll
es: Registro de errores
fr: Journal d'erreurs
ja: エラーログ
pt_br: Log de erros
zh_hans: 错误日志

source: Error: %@
de: Fehler: %@
fr: Erreur : %@
ja: エラー: %@
pt_br: Erro: %@
zh_hans: 错误:%@

source: Errors
de: Fehler
es: Errores
fr: Erreurs
ja: エラー
pt_br: Erros
zh_hans: 错误

source: Event Filters
de: Ereignisfilter
es: Filtros de eventos
fr: Filtres d'événements
ja: イベントフィルタ
pt_br: Filtros de eventos
zh_hans: 事件过滤器

source: Events
de: Ereignisse
es: Eventos
fr: Événements
ja: イベント
pt_br: Eventos
zh_hans: 事件

source: Every conversation across projects, agents, and models.
de: Jede Unterhaltung über Projekte, Agents und Modelle hinweg.
es: Todas las conversaciones de todos los proyectos, agentes y modelos.
fr: Toutes les conversations, tous projets, agents et modèles confondus.
ja: プロジェクト、エージェント、モデルをまたぐすべての会話。
pt_br: Todas as conversas entre projetos, agentes e modelos.
zh_hans: 跨项目、agent 和模型的所有对话。
